USER_CHOICES = (
    (0, "standard"),
    (1, "kakao"),
    (2, "facebook"),
)

GENDER_CHOICES = (
    (0, "남자"),
    (1, "여자"),
)

SKIN_CHOICES = (
    (1, "밝은"),
    (2, "중간"),
    (3, "어두운"),
    (4, "웜톤"),
    (5, "쿨톤"),
    (6, "모름"),
)

FACE_CHOICES = (
    (1, "무쌍"),
    (2, "속쌍"),
    (3, "겉쌍"),
    (4, "잡티"),
    (5, "다크서클"),
    (6, "홍조"),
    (7, "건조함"),
    (8, "번들거림"),
    (9, "칙칙함"),
)

MAKEUP_CHOICES = (
    (1, "데일리룩"),
    (2, "스모키"),
    (3, "무쌍메이크업"),
    (4, "음영메이크업"),
    (5, "복숭아메이크업"),
    (6, "아이라인"),
)
















