USER_CHOICES = (
    (0, "beautorial"),
    (1, "facebook"),
    (2, "google"),
)

GENDER_CHOICES = (
    (0, "남자"),
    (1, "여자"),
)

SKIN_CHOICES = (
    (1, "밝은"),
    (2, "중간"),
    (3, "어두운"),
    (4, "웜톤"),
    (5, "쿨톤"),
    (6, "모름"),
)

FACE_CHOICES = (
    (1, "무쌍"),
    (2, "유쌍"),
    (3, "잡티"),
    (4, "다크서클"),
    (5, "홍조"),
    (6, "건조함"),
    (7, "번들거림"),
    (8, "칙칙함"),
)

MAKEUP_CHOICES = (
    (1, "데일리룩"),
    (2, "스모키"),
    (3, "무쌍메이크업"),
    (4, "음영메이크업"),
    (5, "복숭아메이크업"),
    (6, "아이라인"),
)

FOLLOW_PUSH_CHOICES = (
    (0, "OFF"),
    (1, "ON"),
)

COMMENT_PUSH_CHOICES = (
    (0, "OFF"),
    (1, "ON"),
)















